[
  {
    "id": "achilles-tendinopathy",
    "title": "Achilles Tendinopathy",
    "letter": "A",
    "category": "Conditions",
    "region": "Lower Extremity",
    "pocketbook": "When the strong rope (tendon) that connects your calf muscle to your heel gets sore from too much jumping or running. ELDOA helps by gently stretching your whole leg and back to take pressure off the sore spot.",
    "encyclopedia": "A degenerative condition affecting the Achilles tendon, typically caused by overuse, poor biomechanics, or inadequate recovery. ELDOA addresses this through whole posterior chain integration (plantar fascia → calves → hamstrings → lumbar spine), with L5-S1 decompression playing a crucial role in relieving distal tension patterns.",
    "wiki_content": "Comprehensive analysis of Achilles tendinopathy within the ELDOA framework, including fascial chain connections, specific L5-S1 protocols, and integration with calf-specific myofascial work.",
    "related_exercises": ["L5-S1 Decompression", "Posterior Chain Integration"],
    "related_segments": ["L5-S1", "Sacral"],
    "tags": ["tendinopathy", "achilles", "posterior-chain", "lower-extremity", "overuse"],
    "evidence_level": "Clinical observation + biomechanical rationale",
    "keywords": ["achilles tendon", "tendinopathy", "ELDOA L5-S1", "posterior chain", "calf pain"]
  },
  {
    "id": "active-fascial-tension",
    "title": "Active Fascial Tension",
    "letter": "A",
    "category": "Concepts",
    "region": "Whole Body",
    "pocketbook": "Instead of someone else stretching you, you use your own muscles to create a special kind of stretch. It's like being your own stretching coach!",
    "encyclopedia": "A fundamental ELDOA principle where practitioners generate fascial tension through self-directed muscle activation rather than passive external forces. This active engagement creates precise, controlled decoaptation at target spinal segments while enhancing proprioceptive feedback and neuroplasticity.",
    "wiki_content": "Deep dive into active vs. passive fascial tension mechanisms, including biomechanical advantages, neurological implications, and Guy Voyer's theoretical framework for self-generated therapeutic forces.",
    "related_exercises": ["All ELDOA Positions"],
    "related_segments": ["All Spinal Segments"],
    "tags": ["concepts", "fascia", "active-tension", "self-directed", "core-principle"],
    "evidence_level": "Foundational principle + mechanistic support",
    "keywords": ["active fascial tension", "ELDOA principle", "self-directed stretching", "fascial mechanics"]
  },
  {
    "id": "active-spinal-decompression",
    "title": "Active Spinal Decompression",
    "letter": "A",
    "category": "Mechanisms",
    "region": "Spine",
    "pocketbook": "You make space between the bones in your back by doing special positions. Think of it like gently pulling apart a stack of blocks without anyone else's help.",
    "encyclopedia": "The core mechanism of ELDOA, involving self-generated forces that create space between vertebral segments (decoaptation). Unlike passive traction, active decompression engages the neuromuscular system, enhances proprioception, and promotes neuroplasticity while targeting specific intervertebral levels.",
    "wiki_content": "Comprehensive exploration of active vs. passive decompression mechanisms, including research on neural pathway efficiency, CSF dynamics, proprioceptive feedback, and superiority over passive traction methods.",
    "related_exercises": ["All ELDOA Positions"],
    "related_segments": ["All Spinal Segments"],
    "tags": ["decompression", "core-mechanism", "spinal-health", "active-vs-passive"],
    "evidence_level": "Strong - RCT evidence + mechanistic support",
    "keywords": ["spinal decompression", "active decompression", "ELDOA mechanism", "vertebral decoaptation"]
  },
  {
    "id": "acute-phase-protocol",
    "title": "Acute Phase Protocol",
    "letter": "A",
    "category": "Protocols",
    "region": "Whole Body",
    "pocketbook": "When you first get hurt, you need to be extra gentle with exercises. It's like when you scrape your knee - you clean it carefully at first, then treat it normally when it's better.",
    "encyclopedia": "Modified ELDOA approach for acute injuries requiring gentler intervention. Protocols include daily sessions (5-7 days/week) for 2-4 weeks, reduced hold times (30-45 seconds initially), focus on parasympathetic activation, and emphasis on pain-free ranges with gradual progression.",
    "wiki_content": "Detailed acute phase protocols including timing, frequency, hold duration modifications, contraindications, red flags, and transition criteria to maintenance protocols.",
    "related_exercises": ["Modified ELDOA Positions"],
    "related_segments": ["Injury-Dependent"],
    "tags": ["protocols", "acute-injury", "rehabilitation", "pain-management"],
    "evidence_level": "Clinical consensus + therapeutic principles",
    "keywords": ["acute phase ELDOA", "injury protocol", "rehabilitation", "pain management"]
  },
  {
    "id": "alexander-technique",
    "title": "Alexander Technique",
    "letter": "A",
    "category": "Related Modalities",
    "region": "Whole Body",
    "pocketbook": "Another way to improve posture that focuses on letting go of tension. It's different from ELDOA because ELDOA uses stretching, while Alexander Technique is more about relaxing.",
    "encyclopedia": "A postural re-education method focusing on releasing unnecessary tension through conscious awareness. While both address posture, Alexander Technique emphasizes inhibition of habitual patterns, whereas ELDOA actively creates decoaptation through fascial tension. Complementary rather than competing approaches.",
    "wiki_content": "Comparative analysis of Alexander Technique and ELDOA, including philosophical differences, practical applications, and potential integration strategies for comprehensive postural care.",
    "related_exercises": ["N/A"],
    "related_segments": ["Whole Spine"],
    "tags": ["related-modalities", "posture", "comparison", "complementary"],
    "evidence_level": "Comparative analysis",
    "keywords": ["Alexander Technique", "ELDOA comparison", "postural methods", "tension release"]
  },
  {
    "id": "alignment",
    "title": "Alignment",
    "letter": "A",
    "category": "Concepts",
    "region": "Whole Body",
    "pocketbook": "Making sure all the bones in your body line up properly, like stacking blocks perfectly straight. Good alignment helps you move better and hurt less.",
    "encyclopedia": "Optimal positioning of skeletal structures to minimize stress and maximize efficiency. ELDOA targets segmental alignment through precise positioning and fascial tension, addressing both global postural patterns and specific intervertebral relationships. Critical for load distribution and injury prevention.",
    "wiki_content": "Comprehensive alignment principles including neutral spine concepts, segmental vs. global alignment, assessment protocols, and ELDOA's unique contribution to alignment optimization.",
    "related_exercises": ["All ELDOA Positions"],
    "related_segments": ["All Spinal Segments"],
    "tags": ["concepts", "posture", "alignment", "biomechanics"],
    "evidence_level": "Biomechanical principles + clinical validation",
    "keywords": ["spinal alignment", "postural alignment", "ELDOA posture", "biomechanical alignment"]
  }
]
